Repository: MaxBo/orcadjango
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Value is already in use in another project.
de: Der Wert wird bereits in einem anderen Projekt verwendet.

source: Thread is already running
de: Thread läuft bereits

source: Starting run...
de: Starte den Lauf...

source: aborting...
de: Abbruch...

source: The orca instances can not be reset at the moment. A thread is still running.
de: Die Orca-Instanzen können derzeit nicht zurückgesetzt werden. Es läuft immer noch ein Thread.

source: Run started
de: Lauf gestartet

source: running iteration {i} with iteration value {var}
de: führe Wiederholung {i} aus mit dem Wert {var}

source: Running step "{step_name}"
de: Führe Schritt "{step_name}" aus

source: Step "{step_name}" failed
de: Schritt "{step_name}" fehlgeschlagen

source: orca run aborted
de: Orca-Lauf abgebrochen

source: "{step_name}" finished
de: Schritt "{step_name}" beendet

source: orca run finished successfully
de: Orca-Lauf erfolgreich beendet

source: No steps selected.
de: Keine Schritte ausgewählt.

source: Orca is already running. Please wait for it to finish or abort it.
de: Orca läuft bereits. Bitte warten Sie, bis der Lauf beendet ist oder brechen Sie ihn ab.

source: There are steps selected that can not be found in the module. Your project seems not to be up to date with the module. Please remove those steps.
de: Es sind Schritte ausgewählt, die nicht im Modul gefunden werden können. Das Projekt scheint nicht auf dem Stand des Moduls zu sein. Bitte entfernen Sie diese Schritte.

source: There are steps selected that contain injectables that can not be found. Your project seems not to be up to date with the module. Please synchronize the parameters.
de: Es sind Schritte ausgewählt, die Parameter enthalten, die nicht gefunden werden können. Das Projekt scheint nicht auf dem Stand des Moduls zu sein. Bitte synchronisieren Sie die Parameter.

source: Injectables reset
de: Parameter zurückgesetzt

source: Injectables synchronized
de: Parameter synchronisiert

source: Orca is not running
de: Orca läuft derzeit nicht

source: Run aborted
de: Lauf abgebrochen
